[
    {
      "unit": "Unit 1: Governing the New Nation",
      "chapter": "Chapter 1: George Washington's Presidency and Precedents",
      "targets": [
        "I can identify George Washington.",
        "I can identify Thomas Jefferson.",
        "I can identify Alexander Hamilton.",
        "I can identify the Federalist political party.",
        "I can identify the Democratic-Republican political party.",
        "I can analyze the influence of key ideas, ideas, and people on the economic development of the United States from 1791-1850s.",
        "I can analyze the influence of key ideas, ideas, and people on the political development of the United States from 1791-1850s.",
        "I can analyze the influence of key ideas, ideas, and people on the social development of the United States from 1791-1850s.",
        "I can explain the causes and events of the Whiskey Rebellion.",
        "I can explain the response of Washington's administration to the Whiskey Rebellion.",
        "I can explain the relationship of Washington's administration to the Whiskey Rebellion to the enforcement of the government's right to tax.",
        "I can explain the influence of precedents set by the presidency of George Washington.",
        "I can analyze the advice in and effects of Washington's Farewell Address.",
        "I can explain how Thomas Jefferson and Alexander Hamilton had different views on foreign policy.",
        "I can explain how Thomas Jefferson and Alexander Hamilton had different views on the Alien and Sedition Acts.",
        "I can explain how Thomas Jefferson and Alexander Hamilton had different views on economic policy.",
        "I can explain how Thomas Jefferson and Alexander Hamilton had different views on the National Bank.",
        "I can explain how Thomas Jefferson and Alexander Hamilton had different views on funding and the assumption of revolutionary debt.",
        "I can explain how the disagreements between Thomas Jefferson and Alexander Hamilton resulted in the emergence of the Federalist and Democratic-Republican political parties.",
        "I can explain how the U.S. government addressed foreign and domestic challenges during the late 1700s to the mid-1800s.",
        "I can explain how policies related to foreign and domestic challenges during the late 1700s to the mid-1800s influenced the development of the United States."
      ]
    },
    {
      "unit": "Unit 1: Governing the New Nation",
      "chapter": "Chapter 2: The New Nation and the First-Party System",
      "targets": [
        "I can identify John Adams.",
        "I can identify the electoral college.",
        "I can describe how the electoral college aims to ensure representation of less populated states.",
        "I can describe the role of the electoral college in presidential election.",
        "I can identify Thomas Jefferson.",
        "I can analyze the influence of key ideas, ideas, and people on the economic development of the United States from 1791-1850s.",
        "I can analyze the influence of key ideas, ideas, and people on the political development of the United States from 1791-1850s.",
        "I can analyze the influence of key ideas, ideas, and people on the social development of the United States from 1791-1850s.",
        "I can analyze key events of the presidency of John Adams.",
        "I can analyze the Alien and Sedition Act.",
        "I can analyze the XYZ Affair.",
        "I can explain the significance of the election of 1800."
      ]
    },
    {
      "unit": "Unit 2: Growth of the New Nation",
      "chapter": "Chapter 3: Early Growth of the Nation",
      "targets": [
        "I can identify Thomas Jefferson.",
        "I can describe the Louisiana Purchase.",
        "I can describe the Lewis and Clark expeditions.",
        "I can describe the Dunbar-Hunter Expedition of Ouachita River.",
        "I can describe the Red River Expedition.",
        "I can describe the Twelfth Amendment.",
        "I can explain how policies related to foreign and domestic challenges during the late 1700s to the mid-1800s influenced the development of the United States.",
        "I can analyze the major events of Thomas Jefferson's presidency."
      ]
    },
    {
      "unit": "Unit 2: Growth of the New Nation",
      "chapter": "Chapter 4: Louisiana's Territorial Period and Statehood",
      "targets": [
        "I can describe the Neutral Strip in relation to Louisiana's statehood.",
        "I can describe the West Florida controversy in relation to Louisiana's statehood.",
        "I can describe the capture of the Spanish Fort at Baton Rouge in relation to Louisiana's statehood.",
        "I can describe the role of Julien de Lallande Poydras in Louisiana's statehood.",
        "I can explain how policies related to foreign and domestic challenges during the late 1700s to the mid-1800s influenced the development of the United States.",
        "I can analyze the major events of Thomas Jefferson's presidency.",
        "I can explain the events leading to and surrounding Louisiana's statehood."
      ]
    },
    {
      "unit": "Unit 2: Growth of the New Nation",
      "chapter": "Chapter 5: The War of 1812 and the Era of Good Feelings",
      "targets": [
        "I can explain the events leading up to the War of 1812.",
        "I can describe Britain's war with Napoleonic France.",
        "I can explain impressment.",
        "I can explain blockades.",
        "I can explain key events of the War of 1812.",
        "I can explain turning points in the War of 1812.",
        "I can explain the outcomes of the War of 1812.",
        "I can describe the Battle of Lake Erie in 1813.",
        "I can describe the burning of Washington.",
        "I can describe the Battle of Lake Champlain in 1814.",
        "I can describe the penning of the Star Spangled Banner.",
        "I can describe the Treaty of Ghent.",
        "I can identify Chief Tecumseh.",
        "I can describe the Battle of New Orleans.",
        "I can describe the role of General Andrew Jackson in the Battle of New Orleans.",
        "I can describe the role of Jean Lafitte in the Battle of New Orleans.",
        "I can describe the Era of Good Feelings from 1815 to 1825.",
        "I can describe Henry Clay's American System.",
        "I can analyze the causes, course of, and consequences of the War of 1812.",
        "I can analyze the political and economic effects of the War of 1812 on the United States.",
        "I can analyze the interests and motivations of Native American groups aligned with the United States and with Britain during the War of 1812.",
        "I can explain the effects of the Battle of New Orleans to Louisiana.",
        "I can analyze the effects of Marbury v. Madison (1803), McCulloch v. Maryland (1819), Gibbons v. Ogden (1824), and Worcester v. Georgia (1832)."
      ]
    },
    {
      "unit": "Unit 3: The Developing and Expanding Nation",
      "chapter": "Chapter 6: Westward Expansion and the American Indian Experience",
      "targets": [
        "I can describe the Era of Good Feelings (1815-1825).",
        "I can describe Henry Clay's American System.",
        "I can describe the Treaty of 1818.",
        "I can describe the Adams-Onis Treaty of 1819.",
        "I can identify the Monroe Doctrine (1823).",
        "I can identify Marbury v. Madison (1803).",
        "I can identify McCulloch v. Maryland (1819).",
        "I can identify Gibbons v. Ogden (1824).",
        "I can identify Worcester v. Georgia (1832).",
        "I can identify Manifest Destiny.",
        "I can identify the Indian Removal Act of 1830.",
        "I can identify the Trail of Tears.",
        "I can identify the Seminole Wars.",
        "I can identify Andrew Jackson.",
        "I can identify Chief John Ross.",
        "I can identify Chief Osceola.",
        "I can analyze the influence of key events, ideas, and people on the economic development of the United States from 1791-1850s.",
        "I can analyze the influence of key events, ideas, and people on the political development of the United States from 1791-1850s.",
        "I can analyze the influence of key events, ideas, and people on the social development of the United States from 1791-1850s.",
        "I can explain how the U.S. government addressed foreign challenges during the late 1700s to the mid-1800s.",
        "I can explain how the U.S. government addressed domestic challenges during the late 1700s to the mid-1800s.",
        "I can explain how the U.S. government policies and legislation during the late 1700s to the mid-1800s influenced the development of the United States.",
        "I can analyze the growth and development of the United States from the early to mid-1800s.",
        "I can analyze the purpose of the Monroe Doctrine (1823).",
        "I can analyze the purpose of the Monroe Doctrine (1823) with emphasis on its policy of isolationism.",
        "I can analyze the purpose of the Monroe Doctrine (1823) with emphasis on its policy of protection of American interests in the Western Hemisphere.",
        "I can analyze how the Monroe Doctrine (1823) influenced U.S. foreign policy.",
        "I can analyze how the Monroe Doctrine (1823) influenced U.S. interactions with other countries.",
        "I can analyze the effects of Marbury v. Madison (1803).",
        "I can analyze the effects of McCulloch v. Maryland (1819).",
        "I can analyze the effects of Gibbons v. Ogden (1824).",
        "I can analyze the effects of Worcester v. Georgia (1832).",
        "I can analyze the ideas that contributed to westward expansion.",
        "I can analyze the motivations that contributed to westward expansion.",
        "I can analyze the political effects of Manifest Destiny.",
        "I can analyze the social effects of Manifest Destiny.",
        "I can analyze the economic effects of Manifest Destiny.",
        "I can analyze the causes of Indian Removal policies of the early to mid-1800s.",
        "I can analyze the effects of Indian Removal policies of the early to mid-1800s.",
        "I can analyze the causes and effects of the Indian Removal Act of 1830.",
        "I can analyze the causes and effects of the Trail of Tears.",
        "I can analyze the causes and effects of the Seminole Wars.",
        "I can explain the role of Andrew Jackson in relation to Indian Removal policies of the early to mid-1800s.",
        "I can explain the role of Chief John Ross in relation to Indian Removal policies of the early to mid-1800s.",
        "I can explain the role of Chief Osceola in relation to Indian Removal policies of the early to mid-1800s."
      ]
    },
    {
      "unit": "Unit 3: The Developing and Expanding Nation",
      "chapter": "Chapter 7: Continued Expansion, Conflict, and Compromise",
      "targets": [
        "I can identify Manifest Destiny.",
        "I can identify the Oregon Treaty (1846) that contributed to westward expansion.",
        "I can identify the annexation of Texas (1845).",
        "I can identify the Treaty of Guadalupe Hidalgo (1848).",
        "I can identify the Gadsden Purchase (1853).",
        "I can identify the Pony Express (1860).",
        "I can identify the Pacific Railway Act (1862).",
        "I can identify the Homestead Act (1862).",
        "I can identify the Gold Rush (1848-1855).",
        "I can identify the Oregon Trail.",
        "I can identify the Mormon Trail.",
        "I can identify the Santa Fe Trail.",
        "I can identify the first transcontinental telegraph.",
        "I can identify the continental telegraph.",
        "I can describe the causes of the Mexican-American War.",
        "I can describe the course of the Mexican-American War.",
        "I can describe the consequences of the Mexican-American War.",
        "I can describe the causes of the Battle of the Alamo.",
        "I can describe the course of the Battle of the Alamo.",
        "I can describe the consequences of the Battle of the Alamo.",
        "I can describe the causes of the Battle of San Jacinto.",
        "I can describe the course of the Battle of San Jacinto.",
        "I can describe the consequences of the Battle of San Jacinto.",
        "I can describe the causes of the annexation of Texas.",
        "I can describe the course of the annexation of Texas.",
        "I can describe the consequences of the annexation of Texas.",
        "I can describe the causes of the Mexican Cession.",
        "I can describe the course of the Mexican Cession.",
        "I can describe the consequences of the Mexican Cession.",
        "I can describe Zachary Taylor's role in the war.",
        "I can describe the subsequent election to the presidency for Zachary Taylor.",
        "I can analyze the influence of key events, ideas, and people on the economic development of the United States from 1791-1850s.",
        "I can analyze the influence of key events, ideas, and people on the political development of the United States from 1791-1850s.",
        "I can analyze the influence of key events, ideas, and people on the social development of the United States from 1791-1850s.",
        "I can explain how the U.S. government addressed foreign challenges during the late 1700s to the mid-1800s.",
        "I can explain how the U.S. government addressed domestic challenges during the late 1700s to the mid-1800s.",
        "I can explain how the U.S. government policies and legislation during the late 1700s to the mid-1800s influenced the development of the United States.",
        "I can analyze the growth and development of the United States from the early to mid-1800s.",
        "I can analyze the ideas that contributed to westward expansion.",
        "I can analyze the motivations that contributed to westward expansion.",
        "I can analyze the political effects of Manifest Destiny.",
        "I can analyze the social effects of Manifest Destiny.",
        "I can analyze the economic effects of Manifest Destiny.",
        "I can analyze key events and developments that contributed to westward expansion.",
        "I can analyze the Oregon Treaty (1846) that contributed to westward expansion.",
        "I can analyze the annexation of Texas (1845) that contributed to westward expansion.",
        "I can analyze the Treaty of Guadalupe Hidalgo (1848) that contributed to westward expansion.",
        "I can analyze the Gadsden Purchase (1853) that contributed to westward expansion.",
        "I can analyze the Pony Express (1860) that contributed to westward expansion.",
        "I can analyze the Pacific Railway Act (1862) that contributed to westward expansion.",
        "I can analyze the Homestead Act (1862) that contributed to westward expansion.",
        "I can explain the motivation of migration to the West.",
        "I can explain the means of migration to the West.",
        "I can explain the experiences of the settlers' migration to the West.",
        "I can explain the resulting changes in the West from the Gold Rush (1848-1855).",
        "I can explain the resulting changes in the West from the Oregon Trail.",
        "I can explain the resulting changes in the West from the Mormon Trail.",
        "I can explain the resulting changes in the West from the Santa Fe Trail.",
        "I can explain the resulting changes in the West from the first transcontinental telegraph.",
        "I can explain the resulting changes in the West from the continental telegraph.",
        "I can explain the resulting changes in the West from migration."
      ]
    },
    {
      "unit": "Unit 3: The Developing and Expanding Nation",
      "chapter": "Chapter 8: Regional Development and Interactions",
      "targets": [
        "I can identify Marbury v. Madison (1803).",
        "I can identify McCulloch v. Maryland (1819).",
        "I can identify Gibbons v. Ogden (1824).",
        "I can identify Worcester v. Georgia (1832).",
        "I can identify the first Industrial Revolution in the United States.",
        "I can identify advancements in technology of the first Industrial Revolution in the United States.",
        "I can identify manufacturing of the first Industrial Revolution in the United States.",
        "I can identify labor conditions of the first Industrial Revolution in the United States.",
        "I can identify transportation systems of the first Industrial Revolution in the United States.",
        "I can identify urbanization of the first Industrial Revolution in the United States.",
        "I can identify the multiple-effect evaporator for sugar.",
        "I can identify the cotton gin.",
        "I can identify Captain Henry Miller Shreve.",
        "I can describe push factors for immigration to the United States in the early to mid-1800s.",
        "I can describe pull factors for immigration to the United States in the early to mid-1800s.",
        "I can analyze the influence of key events, ideas, and people on the economic development of the United States from 1791-1850s.",
        "I can analyze the influence of key events, ideas, and people on the political development of the United States from 1791-1850s.",
        "I can analyze the influence of key events, ideas, and people on the social development of the United States from 1791-1850s.",
        "I can explain how the U.S. government addressed foreign challenges during the late 1700s to the mid-1800s.",
        "I can explain how the U.S. government addressed domestic challenges during the late 1700s to the mid-1800s.",
        "I can explain how the U.S. government policies and legislation during the late 1700s to the mid-1800s influenced the development of the United States.",
        "I can analyze the growth and development of the United States from the early to mid-1800s.",
        "I can analyze the effects of Marbury v. Madison (1803).",
        "I can analyze the effects of McCulloch v. Maryland (1819).",
        "I can analyze the effects of Gibbons v. Ogden (1824).",
        "I can analyze the effects of Worcester v. Georgia (1832).",
        "I can explain the causes of the first Industrial Revolution in the United States.",
        "I can explain the effects of the first Industrial Revolution in the United States.",
        "I can explain the causes of the advancements in technology of the first Industrial Revolution in the United States.",
        "I can explain the effects of the advancements in technology of the first Industrial Revolution in the United States.",
        "I can explain the causes of increased manufacturing of the first Industrial Revolution in the United States.",
        "I can explain the effects of increased manufacturing of the first Industrial Revolution in the United States.",
        "I can explain the causes of changing labor conditions of the first Industrial Revolution in the United States.",
        "I can explain the effects of changing labor conditions of the first Industrial Revolution in the United States.",
        "I can explain the causes of growing transportation systems of the first Industrial Revolution in the United States.",
        "I can explain the effects of growing transportation systems of the first Industrial Revolution in the United States.",
        "I can explain the causes of urbanization of the first Industrial Revolution in the United States.",
        "I can explain the effects of urbanization of the first Industrial Revolution in the United States.",
        "I can analyze the development of the agrarian economy in the South.",
        "I can analyze the development of the agrarian economy in Louisiana.",
        "I can explain how advancements in technology contributed to an increase in enslaved labor.",
        "I can explain how the multiple-effect evaporator for sugar contributed to an increase in enslaved labor.",
        "I can explain how the cotton gin contributed to an increase in enslaved labor.",
        "I can explain how steamboats influenced Louisiana's economic growth.",
        "I can explain the significance of Captain Henry Miller Shreve in steamboat navigation.",
        "I can compare the economies of the North and the South during the early to mid-1800s.",
        "I can contrast the economies of the North and the South during the early to mid-1800s.",
        "I can explain how migration within the United States affected rural areas.",
        "I can explain how migration within the United States affected urban areas.",
        "I can explain how migration to the United States affected rural areas.",
        "I can explain how migration to the United States affected urban areas."
      ]
    },
    {
      "unit": "Unit 4: A New Spirit of Change",
      "chapter": "Chapter 9: Reform Movements",
      "targets": [
        "I can identify the Seneca Falls Convention.",
        "I can identify the National Women's Rights Conventions of the early to mid-1800s.",
        "I can identify Susan B. Anthony.",
        "I can identify Elizabeth Cady Stanton.",
        "I can identify Lucretia Mott.",
        "I can identify Sojourner Truth.",
        "I can identify Mary Church Terrell.",
        "I can identify Margaret Fuller.",
        "I can identify education movements.",
        "I can identify prison reform movements.",
        "I can identify Horace Mann.",
        "I can identify Dorothea Lynde Dix.",
        "I can identify William Lloyd Garrison.",
        "I can identify Quakers.",
        "I can identify Frederick Douglass' speech \"The Constitution of the United States: Is It Pro-Slavery or Anti-Slavery?\".",
        "I can identify Frederick Douglas.",
        "I can identify Harriet Beecher Stowe.",
        "I can identify Uncle Tom's Cabin.",
        "I can describe the purpose of the Underground Railroad.",
        "I can describe the challenges of the Underground Railroad.",
        "I can describe the routes of the Underground Railroad.",
        "I can describe the successes of the Underground Railroad.",
        "I can describe the key role played by Harriet Tubman for the Underground Railroad.",
        "I can identify the Northwest Ordinance of 1787.",
        "I can identify the Act Prohibiting Importation of Slaves of 1807.",
        "I can analyze the influence of key events, ideas, and people on the economic development of the United States from 1791-1850s.",
        "I can analyze the influence of key events, ideas, and people on the political development of the United States from 1791-1850s.",
        "I can analyze the influence of key events, ideas, and people on the social development of the United States from 1791-1850s.",
        "I can explain how the U.S. government addressed foreign challenges during the late 1700s to the mid-1800s.",
        "I can explain how the U.S. government addressed domestic challenges during the late 1700s to the mid-1800s.",
        "I can explain how the U.S. government policies and legislation during the late 1700s to the mid-1800s influenced the development of the United States.",
        "I can analyze the role and importance of social reform movements of the nineteenth century.",
        "I can analyze the role and importance of political reform movements of the nineteenth century.",
        "I can analyze the key people, ideas, and events of the women's rights movement of the early to mid-1800s.",
        "I can analyze the key people, ideas, and events of the women's women's suffrage movement of the early to mid-1800s.",
        "I can analyze the Seneca Falls Convention for the women's rights movement and women's suffrage movement of the early to mid-1800s.",
        "I can analyze the National Women's Rights Conventions of the early to mid-1800s.",
        "I can analyze Susan B. Anthony for the women's rights movement and women's suffrage movement of the early to mid-1800s.",
        "I can analyze Elizabeth Cady Stanton for the women's rights movement and women's suffrage movement of the early to mid-1800s.",
        "I can analyze Lucretia Mott for the women's rights movement and women's suffrage movement of the early to mid-1800s.",
        "I can analyze Sojourner Truth for the women's rights movement and women's suffrage movement of the early to mid-1800s.",
        "I can analyze Mary Church Terrell for the women's rights movement and women's suffrage movement of the early to mid-1800s.",
        "I can analyze Margaret Fuller for the women's rights movement and women's suffrage movement of the early to mid-1800s.",
        "I can explain the development of education movements.",
        "I can explain the development of prison reform movements.",
        "I can explain the development of education movements, including those led by Horace Mann.",
        "I can explain the development of prison reform movements led by Dorothea Lynde Dix.",
        "I can explain the effects of abolition efforts by key individuals and groups.",
        "I can explain the effects of abolition efforts by Sojourner Truth.",
        "I can explain the effects of abolition efforts by William Lloyd Garrison.",
        "I can explain the effects of abolition efforts by the Quakers.",
        "I can analyze the historical works of influential abolitionists.",
        "I can analyze the historical ideas of influential abolitionists.",
        "I can analyze the historical works and ideas of Frederick Douglass' speech \"The Constitution of the United States: Is It Pro-Slavery or Anti-Slavery?\".",
        "I can analyze the historical works and ideas of Harriet Beecher Stowe's Uncle Tom's Cabin.",
        "I can explain restrictions placed on the trade of enslaved people prior to the Civil War.",
        "I can explain restrictions placed on the trade of enslaved people prior to the Civil War through the Northwest Ordinance of 1787.",
        "I can explain restrictions placed on the trade of enslaved people prior to the Civil War through the Act Prohibiting Importation of Slaves of 1807."
      ]
    },
    {
      "unit": "Unit 4: A New Spirit of Change",
      "chapter": "Chapter 10: Growing Sectionalism and the Experiences of Enslaved People",
      "targets": [
        "I can identify the Northwest Ordinance of 1787.",
        "I can identify the Act Prohibiting Importation of Slaves of 1807.",
        "I can identify the Missouri Compromise of 1820.",
        "I can identify North Carolina v. Mann (1830).",
        "I can identify the Nullification Crisis (1831-1833).",
        "I can identify the Compromise of 1850.",
        "I can identify the Fugitive Slave Act of 1793.",
        "I can identify the Fugitive Slave Act of 1850.",
        "I can identify the Kansas-Nebraska Act (1854).",
        "I can identify the Dred Scott decision (1857).",
        "I can describe the reasons for the formation of the Republican Party in 1854 and its founding platform.",
        "I can analyze the influence of key events, ideas, and people on the economic development of the United States from 1791-1850s.",
        "I can analyze the influence of key events, ideas, and people on the political development of the United States from 1791-1850s.",
        "I can analyze the influence of key events, ideas, and people on the social development of the United States from 1791-1850s.",
        "I can explain how the U.S. government addressed foreign challenges during the late 1700s to the mid-1800s.",
        "I can explain how the U.S. government addressed domestic challenges during the late 1700s to the mid-1800s.",
        "I can explain how the U.S. government policies and legislation during the late 1700s to the mid-1800s influenced the development of the United States.",
        "I can explain restrictions placed on the trade of enslaved people prior to the Civil War.",
        "I can explain restrictions placed on the trade of enslaved people prior to the Civil War through the Northwest Ordinance of 1787.",
        "I can explain restrictions placed on the trade of enslaved people prior to the Civil War through the Act Prohibiting Importation of Slaves of 1807.",
        "I can explain the ideas, key people, and events related to the growth of sectionalism and rising tension prior to the Civil War.",
        "I can analyze major events from 1800 to 1861 that led to increasing sectionalism.",
        "I can analyze legislation from 1800 to 1861 that led to increasing sectionalism.",
        "I can analyze court decisions from 1800 to 1861 that led to increasing sectionalism.",
        "I can analyze how the Missouri Compromise of 1820 led to increasing sectionalism.",
        "I can analyze how the North Carolina v. Mann (1830) led to increasing sectionalism.",
        "I can analyze how the Nullification Crisis (1831-1833) led to increasing sectionalism.",
        "I can analyze how the Compromise of 1850 led to increasing sectionalism.",
        "I can analyze how the Fugitive Slave Act of 1793 led to increasing sectionalism.",
        "I can analyze how the Fugitive Slave Act of 1850 led to increasing sectionalism.",
        "I can analyze how the Kansas-Nebraska Act (1854) led to increasing sectionalism.",
        "I can analyze how the Dred Scott decision (1857) led to increasing sectionalism."
      ]
    },
    {
      "unit": "Unit 5: The Nation at War",
      "chapter": "Chapter 11: Prelude to War",
      "targets": [
        "I can identify the Civil War.",
        "I can identify sectionalism.",
        "I can identify the Lincoln-Douglas debates.",
        "I can identify the 1860 presidential campaign.",
        "I can identify the German Coast Uprising.",
        "I can identify Nat Turner's Rebellion.",
        "I can identify John Brown's Raid on Harpers Ferry.",
        "I can identify Lincoln's First Inaugural Address.",
        "I can identify the Confederate states.",
        "I can identify the Union.",
        "I can identify Louisiana secession.",
        "I can identify the United States Arsenal and Barracks at Baton Rouge.",
        "I can identify the United States Branch Mint.",
        "I can explain the ideas, key people, and events related to the growth of sectionalism and rising tension prior to the Civil War.",
        "I can explain the ideas, key people, and events related to rising tension prior to the Civil War.",
        "I can compare and contrast various arguments on the issue of slavery and state's rights.",
        "I can compare and contrast arguments expressed in the Lincoln-Douglas debates on the issue of slavery and state's rights.",
        "I can compare and contrast arguments expressed during the 1860 presidential campaign on the issue of slavery and state's rights.",
        "I can explain the causes of and reactions to rebellions and raids.",
        "I can explain the causes of and reactions to the German Coast Uprising.",
        "I can explain the causes of and reactions to Nat Turner's Rebellion.",
        "I can explain the causes of and reactions to John Brown's Raid on Harpers Ferry.",
        "I can explain the trial of the German Coast Uprising.",
        "I can explain the trial of Nat Turner's Rebellion.",
        "I can explain the trial of John Brown's Raid on Harpers Ferry.",
        "I can analyze Lincoln's First Inaugural Address.",
        "I can explain how the ideas expressed in Lincoln's First Inaugural Address affected the cause and course of the Civil War.",
        "I can analyze the causes, course, and consequences of the Civil War.",
        "I can explain why the Confederate states seceded from the Union.",
        "I can explain Louisiana's decision to secede from the Union.",
        "I can explain the effects of Louisiana's decision to secede from the Union.",
        "I can explain the state seizure of federal properties in Louisiana.",
        "I can explain the seizure of the United States Arsenal and Barracks at Baton Rouge.",
        "I can explain the seizure of the United States Branch Mint."
      ]
    },
    {
      "unit": "Unit 5: The Nation at War",
      "chapter": "Chapter 12: The Course of the Civil War",
      "targets": [
        "I can identify the Battle of Fort Sumter.",
        "I describe the events leading to the Battle of Fort Sumter.",
        "I describe the significance of the Battle of Fort Sumter.",
        "I describe the reaction to the Battle of Fort Sumter.",
        "I describe Lincoln's call for 75,000 volunteers to the Battle of Fort Sumter.",
        "I can describe the importance of the major military engagements of the Civil War.",
        "I can describe the outcomes of the major military engagements of the Civil War.",
        "I can identify the Battle of Manassas.",
        "I can identify the Battle of Shiloh.",
        "I can identify the Capture of New Orleans in the Civil War.",
        "I can identify the Battle of Antietam.",
        "I can identify the Battle of Gettysburg.",
        "I can identify the Battle of Vicksburg.",
        "I can identify the Siege of Port Hudson in the Civil War.",
        "I can identify Sherman's March to the Sea in the Civil War.",
        "I can identify tAppomattox Court House.",
        "I can describe the importance of Manassas in the Civil War.",
        "I can describe the importance of Shiloh in the Civil War.",
        "I can describe the importance of the Capture of New Orleans in the Civil War.",
        "I can describe the importance of Antietam in the Civil War.",
        "I can describe the importance of Gettysburg in the Civil War.",
        "I can describe the importance of Vicksburg in the Civil War.",
        "I can describe the importance of the Siege of Port Hudson in the Civil War.",
        "I can describe the importance of Sherman's March to the Sea in the Civil War.",
        "I can describe the importance of the surrender at Appomattox Court House in the Civil War.",
        "I can describe the outcome of Manassas in the Civil War.",
        "I can describe the outcome of Shiloh in the Civil War.",
        "I can describe the outcome of the Capture of New Orleans in the Civil War.",
        "I can describe the outcome of Antietam in the Civil War.",
        "I can describe the outcome of Gettysburg in the Civil War.",
        "I can describe the outcome of Vicksburg in the Civil War.",
        "I can describe the outcome of the Siege of Port Hudson in the Civil War.",
        "I can describe the outcome of Sherman's March to the Sea in the Civil War.",
        "I can describe the outcome of the surrender at Appomattox Court House in the Civil War.",
        "I can describe the roles of soldiers during the Civil War.",
        "I can describe the roles of women during the Civil War.",
        "I can describe the roles of enslaved people during the Civil War.",
        "I can describe the roles of freed people during the Civil War.",
        "I can describe the experiences of soldiers during the Civil War.",
        "I can describe the experiences of women during the Civil War.",
        "I can describe the experiences of enslaved people during the Civil War.",
        "I can describe the experiences of freed people during the Civil War.",
        "I can identify the Emancipation Proclamation.",
        "I can describe the roles of key individuals in the Civil War.",
        "I can describe the contributions of key individuals in the Civil War.",
        "I can identify Jefferson Davis.",
        "I can identify Robert E. Lee.",
        "I can identify Thomas Stonewall Jackson.",
        "I can identify PGT Beauregard.",
        "I can identify Mary Walker. (7.13h)",
        "I can identify Clara Barton. (7.13h)",
        "I can identify Ulysses S. Grant. (7.13h)",
        "I can identify William Tecumseh Sherman. (7.13h)",
        "I can identify Robert Smalls. (7.13h)",
        "I can identify Louisiana Tigers. (7.13h)",
        "I can describe the role of Jefferson Davis in the Civil War. (7.13h)",
        "I can describe the role of Robert E. Lee in the Civil War. (7.13h)",
        "I can describe the role of Thomas Stonewall Jackson in the Civil War. (7.13h)",
        "I can describe the role of PGT Beauregard in the Civil War. (7.13h)",
        "I can describe the role of Mary Walker in the Civil War. (7.13h)",
        "I can describe the role of Clara Barton in the Civil War. (7.13h)",
        "I can describe the role of Ulysses S. Grant in the Civil War. (7.13h)",
        "I can describe the role of William Tecumseh Sherman in the Civil War. (7.13h)",
        "I can describe the role of Robert Smalls in the Civil War. (7.13h)",
        "I can describe the role of Louisiana Tigers in the Civil War. (7.13h)",
        "I can describe the contribution of Jefferson Davis in the Civil War. (7.13h)",
        "I can describe the contribution of Robert E. Lee in the Civil War. (7.13h)",
        "I can describe the contribution of Thomas Stonewall Jackson in the Civil War. (7.13h)",
        "I can describe the contribution of PGT Beauregard in the Civil War. (7.13h)",
        "I can describe the contribution of Mary Walker in the Civil War. (7.13h)",
        "I can describe the contribution of Clara Barton in the Civil War. (7.13h)",
        "I can describe the contribution of Ulysses S. Grant in the Civil War. (7.13h)",
        "I can describe the contribution of William Tecumseh Sherman in the Civil War. (7.13h)",
        "I can describe the contribution of Robert Smalls in the Civil War. (7.13h)",
        "I can describe the contribution of Louisiana Tigers in the Civil War. (7.13h)",
        "I can identify Lincoln's Gettysburg Address. (7.13i)",
        "I can identify Lincoln's Second Inaugural Address. (7.13i)",
        "I can analyze the role of Louisiana in the Civil War. (7.13f)",
        "I can analyze how the Civil War conflict affected Louisiana and its people. (7.13f)",
        "I can analyze the importance of Louisiana's ports during the Civil War. (7.13f)",
        "I can analyze the effect of the occupation of New Orleans during the Civil War. (7.13f)",
        "I can analyze the purpose of the Emancipation Proclamation. (7.13g)",
        "I can analyze the significance of the Emancipation Proclamation. (7.13g)",
        "I can analyze the consequences of the Emancipation Proclamation. (7.13g)",
        "I can analyze Lincoln's Gettysburg Address. (7.13i)",
        "I can analyze Lincoln's Second Inaugural Address. (7.13i)",
        "I can explain how the ideas expressed in Lincoln's Gettysburg Address affected the course of the war. (7.13i)",
        "I can explain how the ideas expressed in Lincoln's Second Inaugural Address affected the course of the war. (7.13i)",
        "I can explain how the ideas expressed in Lincoln's Gettysburg Address affected change in ideas about equality over time. (7.13i)",
        "I can explain how the ideas expressed in Lincoln's Second Inaugural Address affected change in ideas about equality over time. (7.13i)"
      ]
    }
]