[
    {
      "unit": "Unit 1: The Exploration and Settlement of North America",
      "chapter": "Chapter 1: Exploration of the Americas",
      "targets": [
        "I can identify European powers seeking land claims in North America after 1600.",
        "I can identify the motivations related to the exploration and settlement of North America.",
        "I can identify the challenges related to the exploration and settlement of North America.",
        "I can identify the achievements related to the exploration and settlement of North America.",
        "I can analyze European exploration of North America.",
        "I can analyze European colonization of North America.",
        "I can explain the significance of land claims made in North America by European powers after 1600.",
        "I can describe the effects of European land claims on Native Americans.",
        "I can compare and contrast the motivations related to exploration and settlement of North America.",
        "I can compare and contrast the challenges related to exploration and settlement of North America.",
        "I can compare and contrast the achievements related to exploration and settlement of North America."
      ]
    },
    {
      "unit": "Unit 1: The Exploration and Settlement of North America",
      "chapter": "Chapter 2: Early Settlements",
      "targets": [
        "I can locate Jamestown.",
        "I can locate the Plymouth settlement.",
        "I can describe the Mayflower Compact.",
        "I can identify Chief Massasoit.",
        "I can identify Squanto.",
        "I can identify William Bradford.",
        "I can identify the Pilgrims.",
        "I can identify the Puritans.",
        "I can identify the Quakers.",
        "I can identify John Smith.",
        "I can identify Roger Williams.",
        "I can identify Anne Hutchinson.",
        "I can identify William Penn.",
        "I can identify Edward Winslow.",
        "I can identify John Winthrop.",
        "I can identify John Rolfe.",
        "I can identify Pocahontas.",
        "I can identify the location of colonies and lands inhabited by Native Americans.",
        "I can identify the 1621 Autumn Harvest Celebration.",
        "I can identify Bacon's Rebellion.",
        "I can identify King Philip's (Metacom) War.",
        "I can analyze the development of settlements and colonies in the late 16th through the 17th century.",
        "I can explain the importance of the founding and development of Jamestown.",
        "I can explain the importance of the founding and development of the Plymouth settlement.",
        "I can explain the contributions of key individuals and groups to the foundation of the colonies.",
        "I can explain how location, environment, and resources affected changes and development over time.",
        "I can analyze the causes, interactions, and consequences related to the triangular trade.",
        "I can explain the experience and perspectives of various people groups living in colonial North America.",
        "I can analyze cooperation among groups in North America from the late 1500s to the mid-1700s.",
        "I can analyze competition among groups in North America from the late 1500s to the mid-1700s.",
        "I can analyze conflict among groups in North America from the late 1500s to the mid-1700s.",
        "I can analyze historical factors that influenced the development of government in the United States.",
        "I can analyze religious factors that influenced the development of government in the United States."
      ]
    },
    {
      "unit": "Unit 2: Colonial America",
      "chapter": "Chapter 3: The Thirteen Colonies",
      "targets": [
        "I can identify the location of the New England colonies.",
        "I can identify the location of the Middle colonies.",
        "I can identify the location of the Southern colonies.",
        "I can identify the locations of the thirteen colonies.",
        "I can identify the land in the colonies inhabited by Native Americans.",
        "I can analyze the development of the settlements and colonies in the late 16th century through the 17th century.",
        "I can compare and contrast the physical geography of New England, Middle, and Southern colonies.",
        "I can compare and contrast the religion of New England, Middle, and Southern colonies.",
        "I can compare and contrast the education of New England, Middle, and Southern colonies.",
        "I can compare and contrast the economies of New England, Middle, and Southern colonies.",
        "I can compare and contrast the governments of New England, Middle, and Southern colonies.",
        "I can explain the contributions of the Pilgrims to the foundation of the New England colonies.",
        "I can explain the contributions of the Puritans to the foundation of the New England colonies.",
        "I can explain the contributions of the Quakers to the foundation of the Pennsylvania colony.",
        "I can explain the contributions of John Smith to the foundation of the Virginia colony.",
        "I can explain the contributions of Roger Williams to the foundation of the Rhode Island colony.",
        "I can explain the contributions of Anne Hutchinson to the foundation of the Rhode Island colony.",
        "I can explain the contributions of William Penn to the foundation of the Pennsylvania colony.",
        "I can explain the contributions of Edward Winslow to the foundation of the Plymouth colony.",
        "I can explain the contributions of William Bradford to the foundation of the Plymouth colony.",
        "I can explain the contributions of John Winthrop to the foundation of the Plymouth colony.",
        "I can explain the contributions of John Rolfe to the foundation of the Virginia colony.",
        "I can explain the contributions of Pocahontas to the foundation of the Virginia colony.",
        "I can explain how location affected changes and development over time.",
        "I can explain how the environment affected changes and development over time.",
        "I can explain how resources affected changes and development over time.",
        "I can explain the experiences and perspectives of large landowners living in colonial North America.",
        "I can explain the experiences and perspectives of farmers living in colonial North America.",
        "I can explain the experiences and perspectives of artisans living in colonial North America.",
        "I can explain the experiences and perspectives of women living in colonial North America.",
        "I can explain the experiences and perspectives of children living in colonial North America.",
        "I can explain the experiences and perspectives of indentured servants living in colonial North America.",
        "I can explain the experiences and perspectives of enslaved people living in colonial North America.",
        "I can explain the experiences and perspectives of Native Americans living in colonial North America.",
        "I can analyze cooperation, competition, and conflict among groups in North America from the late 1500s to the mid-1700s.",
        "I can analyze the historical and religious factors that influenced the development of government in the United States."
      ]
    },
    {
      "unit": "Unit 2: Colonial America",
      "chapter": "Chapter 4: The Institution of Slavery in North America",
      "targets": [
        "I can identify and describe triangular trade including trade routes, the people and goods that were traded, and the Middle Passage.",
        "I can analyze the causes related to triangular trade and the impact on New England, Middle, and Southern colonies.",
        "I can analyze the interactions related to triangular trade and the impact on New England, Middle, and Southern colonies.",
        "I can analyze the consequences related to triangular trade and the impact on New England, Middle, and Southern colonies.",
        "I can analyze the impact of forced migration of enslaved Africans in early colonial settlements.",
        "I can explain the experiences and perspectives of enslaved people living in colonial North America."
      ]
    },
    {
      "unit": "Unit 3: Colonial Louisiana",
      "chapter": "Chapter 5: French Colonial Louisiana",
      "targets": [
        "I can describe the physical geography of colonial Louisiana.",
        "I can describe the climate of colonial Louisiana.",
        "I can describe the economic activities of colonial Louisiana.",
        "I can describe the cultures and customs of colonial Louisiana.",
        "I can describe the government of colonial Louisiana.",
        "I can explain how location affected changes and development over time.",
        "I can explain how the environment affected changes and development over time.",
        "I can explain how resources affected changes and development over time.",
        "I can analyze the growth and development of colonial Louisiana.",
        "I can explain the significance of events that influenced the founding of Natchitoches.",
        "I can explain the significance of events that influenced the founding of New Orleans.",
        "I can explain the significance of events that influenced the Treaty of Fontainebleau.",
        "I can describe the factors that influenced migration within and to Louisiana by the French, Africans, and Germans.",
        "I can explain how individuals and groups interacted and contributed to the development of Louisiana.",
        "I can analyze the importance of physical geography to the growth and development of Louisiana.",
        "I can analyze the importance of climate to the growth and development of Louisiana.",
        "I can analyze the importance of economic activities to the growth and development of Louisiana.",
        "I can analyze the importance of cultures and customs to the growth and development of Louisiana.",
        "I can analyze the importance of government to the growth and development of Louisiana.",
        "I can explain the influence of France and Spain on the government in Louisiana.",
        "I can explain how the Code Noir influenced colonial Louisiana.",
        "I can explain how Jean-Baptiste Le Moyne de Bienville influenced colonial Louisiana.",
        "I can explain how John Law influenced colonial Louisiana.",
        "I can explain how King Louis XIV influenced colonial Louisiana.",
        "I can describe the contributions and achievements of Gens de Couleur Libres in colonial Louisiana.",
        "I can compare and contrast colonial Louisiana and British colonies."
      ]
    },
    {
      "unit": "Unit 3: Colonial Louisiana",
      "chapter": "Chapter 6: Spanish Colonial Louisiana",
      "targets": [
        "I can explain the significance of events that influenced the Third Treaty of San Ildefonso.",
        "I can describe the factors that influenced migration within and to Louisiana by various groups, including Spanish, Islanders and Isleños, Acadians, and Haitians.",
        "I can explain how individuals and groups interacted and contributed to the development of Louisiana.",
        "I can explain how the Napoleonic Code influenced colonial Louisiana.",
        "I can explain how Alejandro O'Reilly influenced colonial Louisiana.",
        "I can compare and contrast French and Spanish colonial Louisiana."
      ]
    },
    {
      "unit": "Unit 4: The Road to Independence",
      "chapter": "Chapter 7: The French and Indian War",
      "targets": [
        "I can identify the Native American tribes living in the Ohio River Valley.",
        "I can explain the causes of the French and Indian War.",
        "I can explain the purpose of the Albany Congress.",
        "I can explain what Great Britain was fighting for during the French and Indian War.",
        "I can explain what France was fighting for during the French and Indian War.",
        "I can explain what the Native Americans were fighting for during the French and Indian War.",
        "I can explain the Treaty of Paris.",
        "I can explain the effects of the French and Indian War."
      ]
    },
    {
      "unit": "Unit 4: The Road to Independence",
      "chapter": "Chapter 8: The Road to Revolution",
      "targets": [
        "I can describe Salutary Neglect.",
        "I can describe the Sugar Act.",
        "I can describe the Stamp Act.",
        "I can describe the Townshend Acts.",
        "I can describe the Tea Act.",
        "I can describe the Quartering Act.",
        "I can identify Patriots.",
        "I can identify Loyalists.",
        "I can explain the causes of the American Revolution.",
        "I can describe how ancient Greece influenced the development of government in the United States.",
        "I can describe how the Roman Republic influenced the development of government in the United States.",
        "I can describe how Judeo-Christian tradition influenced the development of government in the United States.",
        "I can describe how English rule of law and the Magna Carta influenced the development of government in the United States.",
        "I can describe how Enlightenment philosophies influenced the development of government in the United States.",
        "I can describe how the Great Awakening influenced the development of government in the United States.",
        "I can analyze the role of Salutary Neglect by King George III and how it impacted the British colonies in North America.",
        "I can analyze the role of the French and Indian War and how it impacted the British colonies in North America.",
        "I can analyze the role of the Proclamation of 1763 and how it impacted the British colonies in North America.",
        "I can explain the actions of boycotting British goods and how that impacted the British colonies in North America.",
        "I can analyze the role of the Boston Massacre and the death of Crispus Attucks.",
        "I can analyze the role of the Boston Tea Party and how it impacted the British colonies in North America.",
        "I can analyze the role of the Coercive (Intolerable) Acts and how they impacted the British colonies in North America.",
        "I can explain the role of the First Continental Congress and its influence on the American Revolution.",
        "I can explain the role of the Second Continental Congress and its influence on the American Revolution.",
        "I can explain how key ideas expressed in Patrick Henry's 'Give Me Liberty or Give Me Death' speech influenced the American Revolution.",
        "I can explain how key ideas expressed, like 'taxation without representation' (John Otis), influenced the American Revolution.",
        "I can explain how key ideas expressed in John Dickinson's 'Letters from a Farmer in Pennsylvania' influenced the American Revolution.",
        "I can explain how key ideas expressed in the Declaration of Independence influenced the American Revolution.",
        "I can explain efforts to mobilize support for the American Revolution by the Sons of Liberty (Samuel Adams, John Hancock, and Paul Revere).",
        "I can explain efforts to mobilize support for the American Revolution by the Committees of Correspondence.",
        "I can explain how key ideas expressed in propaganda created by Paul Revere influenced the American Revolution.",
        "I can compare and contrast viewpoints of Loyalists and Patriots.",
        "I can evaluate the arguments of Patriots for independence from Britain.",
        "I can evaluate the arguments of Loyalists against independence from Britain."
      ]
    },
    {
      "unit": "Unit 4: The Road to Independence",
      "chapter": "Chapter 9: Course of the American Revolution",
      "targets": [
        "I can describe minutemen.",
        "I can describe Sons of Liberty.",
        "I can describe Committees of Correspondence.",
        "I can explain the consequences of the American Revolution.",
        "I can explain how key ideas expressed in Thomas Paine's 'Common Sense' influenced the American Revolution.",
        "I can explain efforts to mobilize support for the American Revolution by the minutemen.",
        "I can explain efforts to mobilize support for the American Revolution by Paul Revere.",
        "I can compare and contrast the leadership of the American colonies and British in the American Revolution.",
        "I can compare and contrast the military power of the American colonies and British in the American Revolution.",
        "I can compare and contrast the recruitment of the American colonies and British in the American Revolution.",
        "I can compare and contrast the alliances of the American colonies and British in the American Revolution.",
        "I can compare and contrast the population of the American colonies and Britain in the American Revolution.",
        "I can compare and contrast the resources of the American colonies and British in the American Revolution.",
        "I can evaluate the strengths and weaknesses of the American colonies and British in the American Revolution.",
        "I can explain the significance and outcome of the creation of the Continental Army and appointment of George Washington as Commander in Chief (1775).",
        "I can explain the significance and outcome of the Battles of Lexington and Concord (1775).",
        "I can explain the significance and outcome of the Battles of Trenton and Princeton (1776-1777).",
        "I can explain the significance and outcome of the Battle of Saratoga (1777).",
        "I can explain the significance and outcome of the encampment at Valley Forge (1777-1778).",
        "I can explain the significance and outcome of the Franco-American alliance (1778).",
        "I can explain the significance and outcome of the Battle of Yorktown (1781).",
        "I can explain the significance and outcome of the Treaty of Paris of 1783.",
        "I can explain the contributions of women to the American Revolution.",
        "I can explain the contributions of Abigail Adams to the American Revolution.",
        "I can explain the contributions of Mercy Otis-Warren to the American Revolution.",
        "I can explain the contributions of Mary Ludwig Hays to the American Revolution.",
        "I can explain the contributions of Deborah Sampson to the American Revolution.",
        "I can explain the contributions of Phillis Wheatley to the American Revolution.",
        "I can explain the contributions of Betsy Ross to the American Revolution.",
        "I can explain the role of Spain and Spanish colonial Louisiana during the American Revolution.",
        "I can explain the effects of the American Revolution on colonial Louisiana.",
        "I can explain the role of Bernardo de Galvez in the American Revolution.",
        "I can explain the significance and outcome of the Battle of Lake Pontchartrain (1779).",
        "I can explain the significance and outcome of the Battle of Baton Rouge (1779).",
        "I can explain the role of espionage during the American Revolution.",
        "I can explain the actions of Nathan Hale as a spy for the American colonies.",
        "I can explain the role of the Culper Spy Ring during the American Revolution.",
        "I can explain the significance and outcome of the actions of John Clark as a spy for the American colonies.",
        "I can explain the significance and outcome of the actions of Enoch Crosby as a spy for the American colonies.",
        "I can explain the significance and outcome of the actions of Nancy Hart as a spy for the American colonies.",
        "I can explain the significance and outcome of the actions of James Armistead Lafayette as a spy for the American colonies.",
        "I can explain the significance and outcome of the actions of Benedict Arnold as a spy for Britain."
      ]
    },
    {
      "unit": "Unit 5: Founding a New Nation",
      "chapter": "Chapter 10: Early Challenges and the Articles of Confederation",
      "targets": [
        "I can identify the Articles of Confederation.",
        "I can identify the Constitution of the United States of America.",
        "I can describe the ratification of the Constitution.",
        "I can analyze the development of the U.S. political system through the ratification of the U.S. Constitution.",
        "I can explain the political issues the American colonies faced after declaring independence.",
        "I can explain the economic issues the American colonies faced after declaring independence.",
        "I can explain the social issues the American colonies faced after declaring independence.",
        "I can explain the purpose and importance of the Articles of Confederation.",
        "I can describe the development of various state Constitutions.",
        "I can explain the Northwest Ordinance of 1787.",
        "I can describe the process to obtain statehood.",
        "I can explain the contributions and impact of Olaudah Equiano on the development of state government.",
        "I can explain the contributions and impact of Benjamin Banneker on the development of state government.",
        "I can explain the contributions and impact of Elizabeth Freeman on the development of state government.",
        "Explain the ideas and events leading to the ratification of the Constitution of the United States.",
        "I can explain the inadequacies of the Articles of Confederation.",
        "I can explain the significance and outcome of Shays's Rebellion."
      ]
    },
    {
      "unit": "Unit 5: Founding a New Nation",
      "chapter": "Chapter 11: The Constitutional Convention",
      "targets": [
        "I can describe the Constitutional Convention.",
        "I can describe the Great Compromise.",
        "I can describe the Three-fifths Compromise.",
        "I can describe the electoral college.",
        "I can describe how presidents are elected.",
        "I can describe the three branches of government.",
        "I can describe the commerce clause.",
        "I can analyze the development of the U.S. political system through the ratification of the U.S. Constitution.",
        "I can evaluate the major issues debated at the Constitutional Convention.",
        "I can evaluate how the key characteristics and features of the Articles of Confederation were debated at the Constitutional Convention.",
        "I can evaluate how the division and sharing of power between the federal and state governments (federal system) was debated at the Constitutional Convention.",
        "I can evaluate how the Great Compromise was debated at the Constitutional Convention.",
        "I can evaluate how slavery (Three-fifths Compromise) was debated at the Constitutional Convention.",
        "I can explain how the ideas of Benjamin Franklin contributed to the Constitutional Convention and development of the U.S. government.",
        "I can explain how the ideas of Alexander Hamilton contributed to the Constitutional Convention and development of the U.S. government.",
        "I can explain how the ideas of James Madison contributed to the Constitutional Convention and development of the U.S. government.",
        "I can explain how the ideas of George Mason's Virginia Constitution contributed to the Constitutional Convention and development of the U.S. government.",
        "I can explain how the ideas of George Washington contributed to the Constitutional Convention and development of the U.S. government.",
        "I can explain the significance of the commerce clause.",
        "I can explain the role of the commerce clause in establishing a constitutional relationship between Native Americans and the U.S. government."
      ]
    }
]