[
    {
      "unit": "Unit 4: Prosperity and Decline",
      "chapter": "Chapter 11: The Great Depression",
      "targets": [
        "I can identify the Great Depression.",
        "I can identify the 1929 stock market crash.",
        "I can identify \"Hoovervilles.\"",
        "I can identify the Dust Bowl.",
        "I can identify Herbert Hoover.",
        "I can identify Franklin D. Roosevelt.",
        "I can identify the New Deal.",
        "I can identify the Civilian Conservation Corps (CCC).",
        "I can identify the Tennessee Valley Authority (TVA).",
        "I can identify the Agricultural Adjustment Act.",
        "I can identify the National Recovery Administration.",
        "I can identify the Public Works Administration.",
        "I can identify the Glass-Steagall Act.",
        "I can identify the Federal Deposit Insurance Corporation (FDIC).",
        "I can identify the Securities Exchange Act (SEA).",
        "I can identify the National Housing Act.",
        "I can identify the Works Progress Administration (WPA).",
        "I can identify the Social Security Act (SSA).",
        "I can explain bank failures as a cause of the Great Depression.",
        "I can explain buying stock on margin as a cause of the Great Depression.",
        "I can explain the overextension of credit as a cause of the Great Depression.",
        "I can explain overproduction as a cause of the Great Depression.",
        "I can explain high tariffs and protectionism as a cause of the Great Depression.",
        "I can explain the 1929 stock market crash as a cause of the Great Depression.",
        "I can explain rising unemployment as an effect of the Great Depression.",
        "I can explain the growth of \"Hoovervilles\" as an effect of the Great Depression.",
        "I can explain soup kitchens as an effect of the Great Depression.",
        "I can describe agricultural practices as a cause of the Dust Bowl.",
        "I can describe drought as a cause of the Dust Bowl.",
        "I can describe migration as an effect of the Dust Bowl.",
        "I can describe the Hoover administration's response to the Great Depression.",
        "I can describe the Roosevelt administration's response to the Great Depression.",
        "I can analyze the purpose and effectiveness of the Civilian Conservation Corps (CCC).",
        "I can analyze the purpose and effectiveness of the Tennessee Valley Authority (TVA).",
        "I can analyze the purpose and effectiveness of the Agricultural Adjustment Act.",
        "I can analyze the purpose and effectiveness of the National Recovery Administration.",
        "I can analyze the purpose and effectiveness of the Public Works Administration.",
        "I can analyze the purpose and effectiveness of the Glass-Steagall Act.",
        "I can analyze the purpose and effectiveness of the Federal Deposit Insurance Corporation (FDIC).",
        "I can analyze the purpose and effectiveness of the Securities Exchange Act (SEC).",
        "I can analyze the purpose and effectiveness of the National Housing Act.",
        "I can analyze the purpose and effectiveness of the Works Progress Administration (WPA).",
        "I can analyze the purpose and effectiveness of the Social Security Act (SSA)."
      ]
    },
    {
      "unit": "Unit 4: Prosperity and Decline",
      "chapter": "Chapter 10: Louisiana and the Huey Long Era",
      "targets": [
        "I can identify the Great Mississippi River Flood of 1927.",
        "I can identify Huey Long.",
        "I can identify the Louisiana Constitution.",
        "I can explain the boom in the timber industry as a factor that affected Louisiana's economy during the early 20th century.",
        "I can explain the boom in the oil industry as a factor that affected Louisiana's economy during the early 20th century.",
        "I can explain the boom in the gas industry as a factor that affected Louisiana's economy during the early 20th century.",
        "I can explain how the Great Mississippi River Flood of 1927 affected Louisianians.",
        "I can explain how the government response to the Great Mississippi River Flood of 1927 affected Louisianians.",
        "I can analyze the role of Huey Long in Louisiana politics in the early 20th century.",
        "I can analyze the role of Huey Long in national politics in the early 20th century.",
        "I can analyze the causes of changes to the Louisiana Constitution between 1879 and 1974.",
        "I can analyze the effects of changes to the Louisiana Constitution between 1879 and 1974."
      ]
    },
    {
      "unit": "Unit 4: Prosperity and Decline",
      "chapter": "Chapter 9: The Roaring Twenties",
      "targets": [
        "I can identify Prohibition.",
        "I can identify the 18th Amendment.",
        "I can identify bootlegging.",
        "I can identify organized crime.",
        "I can identify the 21st Amendment.",
        "I can identify the 19th Amendment.",
        "I can identify Susan B. Anthony.",
        "I can identify Lucy Burns.",
        "I can identify Carrie Chapman Catt.",
        "I can identify Alice Paul.",
        "I can identify Elizabeth Cady Stanton.",
        "I can identify Lucy Stone.",
        "I can identify Ida B. Wells.",
        "I can identify the Harlem Renaissance.",
        "I can identify Louis Armstrong.",
        "I can identify Duke Ellington.",
        "I can identify Ella Fitzgerald.",
        "I can identify Langston Hughes.",
        "I can identify Zora Neale Hurston.",
        "I can identify Sargent Claude Johnson.",
        "I can identify Augusta Savage.",
        "I can identify Amelia Earhart.",
        "I can identify Ernest Hemingway.",
        "I can identify Jacob Lawrence.",
        "I can identify Jesse Owens.",
        "I can identify Babe Ruth.",
        "I can identify the Great Migration.",
        "I can identify the Great Depression.",
        "I can identify the 1929 stock market crash.",
        "I can describe the causes and consequences of Prohibition and the 18th Amendment, including organized crime and bootlegging.",
        "I can describe the causes and consequences of Prohibition and the 18th Amendment, including the repeal with the 21st Amendment.",
        "I can explain how the automobile changed society and culture in the United States in the early 20th century.",
        "I can explain how the radio changed society and culture in the United States in the early 20th century.",
        "I can explain how household appliances changed society and culture in the United States in the early 20th century.",
        "I can explain the effects of notable figures of the Harlem Renaissance such as Louis Armstrong on social and cultural changes of the 1920s and 1930s.",
        "I can explain the effects of notable figures of the Harlem Renaissance such as Duke Ellington on social and cultural changes of the 1920s and 1930s.",
        "I can explain the effects of notable figures of the Harlem Renaissance such as Ella Fitzgerald on social and cultural changes of the 1920s and 1930s.",
        "I can explain the effects of notable figures of the Harlem Renaissance such as Langston Hughes on social and cultural changes of the 1920s and 1930s.",
        "I can explain the effects of notable figures of the Harlem Renaissance such as Zora Neale Hurston on social and cultural changes of the 1920s and 1930s.",
        "I can explain the effects of notable figures of the Harlem Renaissance such as Sargent Claude Johnson on social and cultural changes of the 1920s and 1930s.",
        "I can explain the effects of notable figures of the Harlem Renaissance such as Augusta Savage on social and cultural changes of the 1920s and 1930s.",
        "I can explain the effects of cultural figures such as Amelia Earhart on social and cultural changes of the 1920s and 1930s.",
        "I can explain the effects of cultural figures such as Ernest Hemingway on social and cultural changes of the 1920s and 1930s.",
        "I can explain the effects of cultural figures such as Jacob Lawrence on social and cultural changes of the 1920s and 1930s.",
        "I can explain the effects of cultural figures such as Jesse Owens on social and cultural changes of the 1920s and 1930s.",
        "I can explain the effects of cultural figures such as Babe Ruth on social and cultural changes of the 1920s and 1930s.",
        "I can explain the causes of migration and population shifts in the United States during the early 20th century, including the Great Migration.",
        "I can explain the effects of migration and population shifts in the United States during the early 20th century, including the Great Migration.",
        "I can explain the overextension of credit as a cause of the Great Depression.",
        "I can explain high tariffs and protectionism as a cause of the Great Depression."
      ]
    },
    {
      "unit": "Unit 3: The Changing World",
      "chapter": "Chapter 8: Political and Social Change in the Postwar United States",
      "targets": [
        "I can identify the Bolshevik Revolution.",
        "I can identify the Red Scare.",
        "I can identify the 19th Amendment.",
        "I can identify Susan B. Anthony.",
        "I can identify Alice Paul.",
        "I can identify Elizabeth Cady Stanton.",
        "I can identify Lucy Burns.",
        "I can identify Carrie Chapman Catt.",
        "I can identify Lucy Stone.",
        "I can identify Ida B. Wells.",
        "I can identify the Great Migration.",
        "I can identify the 1918 influenza outbreak.",
        "I can identify the Ku Klux Klan.",
        "I can identify the Chicago riot of 1919.",
        "I can identify the Tulsa Massacre.",
        "I can differentiate between the benefits and detriments of capitalism and explain how the Bolshevik Revolution affected society during the early 1900s.",
        "I can differentiate between the benefits and detriments of capitalism and explain how the first Red Scare affected society during the early 1900s.",
        "I can explain how society and culture in the United States changed as a result of the automobile.",
        "I can explain how society and culture in the United States changed as a result of the radio.",
        "I can explain how society and culture in the United States changed as a result of household appliances.",
        "I can explain the importance of the women's suffrage movement and the role of Susan B. Anthony in the passage of the 19th Amendment.",
        "I can explain the importance of the women's suffrage movement and the role of Lucy Burns in the passage of the 19th Amendment.",
        "I can explain the importance of the women's suffrage movement and the role of Carrie Chapman Catt in the passage of the 19th Amendment.",
        "I can explain the importance of the women's suffrage movement and the role of Alice Paul in the passage of the 19th Amendment.",
        "I can explain the importance of the women's suffrage movement and the role of Elizabeth Cady Stanton in the passage of the 19th Amendment.",
        "I can explain the importance of the women's suffrage movement and the role of Ida B. Wells in the passage of the 19th Amendment.",
        "I can explain the causes and effects of social and cultural changes of the 1920s and 1930s on the United States through the influence of the Harlem Renaissance.",
        "I can explain the causes and effects of social and cultural changes of the 1920s and 1930s on the United States through the influence of the cultural figures of the era.",
        "I can explain the causes and effects of migration and population shifts as a result of the Great Migration.",
        "I can analyze the consequences of social and economic tensions in the early 20th century as a result of the 1918 influenza outbreak.",
        "I can analyze the consequences of social and economic tensions in the early 20th century as a result of recession and inflation.",
        "I can analyze the consequences of social and economic tensions in the early 20th century as a result of labor strikes.",
        "I can analyze the consequences of social and economic tensions in the early 20th century as a result of the resurgence of the Ku Klux Klan.",
        "I can analyze the consequences of social and economic tensions in the early 20th century as a result of the Chicago riot of 1919.",
        "I can analyze the consequences of social and economic tensions in the early 20th century as a result of the Tulsa Massacre."
      ]
    },
    {
      "unit": "Unit 3: The Changing World",
      "chapter": "Chapter 7: World War I",
      "targets": [
        "I can identify militarism.",
        "I can identify alliances.",
        "I can identify imperialism.",
        "I can identify nationalism.",
        "I can describe the assassination of Archduke Franz Ferdinand.",
        "I can identify isolationism.",
        "I can identify the Lusitania.",
        "I can identify the Zimmermann Telegram.",
        "I can identify liberty bonds.",
        "I can identify victory gardens.",
        "I can identify propaganda.",
        "I can identify the Committee on Public Information.",
        "I can identify the Espionage Act.",
        "I can identify the Sedition Act.",
        "I can identify Schenck v. United States (1919).",
        "I can identify trench warfare.",
        "I can identify the Peace Paris Conference.",
        "I can identify the Fourteen Points plan.",
        "I can identify the Treaty of Versailles.",
        "I can identify the League of Nations.",
        "I can explain the reasons for the initial U.S. policy of neutrality.",
        "I can explain the reasons for the initial U.S. policy of isolationism.",
        "I can analyze how German submarine warfare led to U.S. involvement in World War I.",
        "I can analyze how the sinking of the Lusitania led to U.S. involvement in World War I.",
        "I can analyze how the Zimmermann Telegram led to U.S. involvement in World War I.",
        "I can analyze how the United States mobilized for war and the way Americans contributed through military service.",
        "I can analyze how the United States mobilized for war and the role of women and minority groups on the home front and abroad.",
        "I can analyze how the United States mobilized for war, and the American people contributed to the war effort through liberty bonds.",
        "I can analyze how the United States mobilized for the war and the way Americans contributed to the war effort through victory gardens.",
        "I can explain how the U.S. government directed public support and responded to dissent through the use of wartime propaganda.",
        "I can explain how the U.S. government directed public support and responded to dissent through the Committee on Public Information.",
        "I can explain how the U.S. government directed public support and responded to dissent through the Espionage Act.",
        "I can explain how the U.S. government directed public support and responded to dissent through the Sedition Act.",
        "I can explain how the U.S. government directed public support and responded to dissent through Schenck v. United States (1919).",
        "I can explain how trench warfare affected the course of World War I.",
        "I can explain how airplanes affected the course of World War I.",
        "I can explain how machine guns affected the course of World War I.",
        "I can explain how poison gas affected the course of World War I.",
        "I can explain how submarines affected the course of World War I.",
        "I can explain how tanks affected the course of World War I.",
        "I can explain the reaction of the U.S. Senate to the Treaty of Versailles and the return to isolationism after the war.",
        "I can explain the reaction of the U.S. Senate to the League of Nations and the return to isolationism after the war."
      ]
    },
    {
      "unit": "Unit 3: The Changing World",
      "chapter": "Chapter 6: The Spanish-American War and Expansion",
      "targets": [
        "I can identify the Spanish-American War.",
        "I can identify the Treaty of Paris (1898).",
        "I can identify Theodore Roosevelt.",
        "I can identify the Panama Canal.",
        "I can identify the Great White Fleet.",
        "I can analyze the events that lead to the acquisition of Hawaii by the United States.",
        "I can analyze the effects of the acquisition of Hawaii by the United States.",
        "I can analyze the impact of the Treaty of Paris (1898) following the Spanish-American War.",
        "I can analyze the U.S. acquisition of Spanish territories following the Spanish-American War.",
        "I can analyze the emergence of the United States as a world power as a result of the Spanish-American War.",
        "I can analyze the construction of the Panama Canal as a foreign policy achievement of Theodore Roosevelt.",
        "I can analyze the use of the Great White Fleet as a foreign policy achievement of Theodore Roosevelt."
      ]
    },
    {
      "unit": "Unit 2: The Changing Nation",
      "chapter": "Chapter 5: Reform Movements",
      "targets": [
        "I can identify capitalism.",
        "I can identify the concept of the free market.",
        "I can identify the concept of mass production.",
        "I can identify Andrew Carnegie.",
        "I can identify J.P. Morgan.",
        "I can identify John D. Rockefeller.",
        "I can identify Cornelius Vanderbilt.",
        "I can identify Madam C.J. Walker.",
        "I can identify vertical integration.",
        "I can identify horizontal integration.",
        "I can identify monopolies.",
        "I can identify trusts.",
        "I can describe the challenges faced by American workers in the late 1800s and early 1900s.",
        "I can identify muckraker/muckraking.",
        "I can identify the Meat Inspection Act.",
        "I can identify the Pure Food and Drug Act.",
        "I can identify the Seventeenth Amendment.",
        "I can identify Thomas Nast.",
        "I can identify Ida Tarbell.",
        "I can identify Upton Sinclair.",
        "I can identify Jacob Riis.",
        "I can identify the Commerce Act of 1887.",
        "I can identify the Sherman Antitrust Act of 1890.",
        "I can identify the Clayton Antitrust Act of 1914.",
        "I can identify Theodore Roosevelt.",
        "I can analyze how capitalism and the growth of free markets contributed to the growth of the industrial economy.",
        "I can analyze how mass production contributed to the growth of the industrial economy.",
        "I can analyze how agricultural advancements contributed to the growth of the industrial economy.",
        "I can analyze how the government's laissez-faire policy contributed to the growth of the industrial economy.",
        "I can analyze how the rise of corporations contributed to the growth of the industrial economy.",
        "I can analyze the effects of the growth of the industrial economy.",
        "I can explain how business practices revolutionized business and influenced the U.S. economy and society.",
        "I can explain how major industries revolutionized business and influenced the U.S. economy and society.",
        "I can explain how entrepreneurs revolutionized business and influenced the U.S. economy and society.",
        "I can evaluate the effectiveness of efforts to improve working conditions by the federal government and labor unions.",
        "I can analyze the Meat Inspection Act as an outcome of the Progressive movement.",
        "I can analyze the Pure Food and Drug Act as an outcome of the Progressive movement.",
        "I can analyze the 17th Amendment as an outcome of the Progressive movement.",
        "I can analyze the work of Thomas Nast as a muckraker during the Progressive Era.",
        "I can analyze the work of Ida Tarbell as a muckraker during the Progressive Era.",
        "I can analyze the work of Upton Sinclair as a muckraker during the Progressive Era.",
        "I can analyze the work of Jacob Riis as a muckraker during the Progressive Era.",
        "I can analyze the role of the Interstate Commerce Act of 1887 as a governmental response to the rise of trust and monopolies.",
        "I can analyze the role of the Sherman Antitrust Act of 1890 as a governmental response to the rise of trust and monopolies.",
        "I can analyze the role of the Clayton Antitrust Act of 1914 as a governmental response to the rise of trust and monopolies.",
        "I can analyze the Louisiana Constitution and the causes and effects for revision between 1879 and 1974."
      ]
    },
    {
      "unit": "Unit 2: The Changing Nation",
      "chapter": "Chapter 4: Populism and the People's Party",
      "targets": [
        "I can identify capitalism.",
        "I can identify the concept of the free market.",
        "I can identify the concept of mass production.",
        "I can describe the challenges faced by American workers in the late 1800s and early 1900s.",
        "I can identify populism.",
        "I can identify a Grange.",
        "I can identify the Farmers' Alliance.",
        "I can identify the People's Party.",
        "I can describe the role of the Granger movement as a part of the growth of populism.",
        "I can describe the role of the Farmers' Alliance as a part of the growth of populism.",
        "I can describe the role of the People's Party as a part of the growth of populism.",
        "I can analyze how capitalism and the growth of free markets contributed to the growth of the industrial economy.",
        "I can analyze how mass production contributed to the growth of the industrial economy.",
        "I can analyze how agricultural advancements contributed to the growth of the industrial economy.",
        "I can analyze how the government's laissez-faire policy contributed to the growth of the industrial economy.",
        "I can analyze how the rise of corporations contributed to the growth of the industrial economy.",
        "I can analyze the effects of the growth of the industrial economy.",
        "I can explain the social and economic effects of the expansion of the railroads between the late 1800s and the early 1900s.",
        "I can explain the social and economic effects of electricity between the late 1800s and the early 1900s.",
        "I can explain the social and economic effects of the telephone between the late 1800s and the early 1900s.",
        "I can evaluate the effectiveness of efforts to improve working conditions by the federal government and labor unions."
      ]
    },
    {
      "unit": "Unit 2: The Changing Nation",
      "chapter": "Chapter 3: Industrialization, Immigration, and Urbanization",
      "targets": [
        "I can identify capitalism.",
        "I can identify the concept of the free market.",
        "I can identify the concept of mass production.",
        "I can identify Andrew Carnegie.",
        "I can identify J.P. Morgan.",
        "I can identify John D. Rockefeller.",
        "I can identify Cornelius Vanderbilt.",
        "I can identify Madam C.J. Walker.",
        "I can identify vertical integration.",
        "I can identify horizontal integration.",
        "I can identify monopolies.",
        "I can identify trusts.",
        "I can identify industrialization.",
        "I can identify urbanization.",
        "I can identify child labor.",
        "I can identify standard of living.",
        "I can analyze how capitalism and the growth of free markets contributed to the growth of the industrial economy.",
        "I can analyze how mass production contributed to the growth of the industrial economy.",
        "I can analyze how agricultural advancements contributed to the growth of the industrial economy.",
        "I can analyze how the government's laissez-faire policy contributed to the growth of the industrial economy.",
        "I can analyze how the rise of corporations contributed to the growth of the industrial economy.",
        "I can analyze the effects of the growth of the industrial economy.",
        "I can explain the social and economic effects of the expansion of the railroads between the late 1800s and the early 1900s.",
        "I can explain the social and economic effects of electricity between the late 1800s and the early 1900s.",
        "I can explain the social and economic effects of the telephone between the late 1800s and the early 1900s.",
        "I can explain how business practices revolutionized business and influenced the U.S. economy and society.",
        "I can explain how major industries revolutionized business and influenced the U.S. economy and society.",
        "I can explain how entrepreneurs revolutionized business and influenced the U.S. economy and society.",
        "I can explain how industrialization influenced the movement of people from rural to urban areas.",
        "I can explain how industrialization affects urbanization.",
        "I can explain the causes of immigration to the United States during the late 1800s and early 1900s, and compare and contrast experiences of immigrants.",
        "I can explain the outcomes of immigration to the United States during the late 1800s and early 1900s, and compare and contrast experiences of immigrants.",
        "I can describe the working conditions and struggles experienced by the labor force, including child labor, that led to the labor movement.",
        "I can describe the working conditions and struggles experienced by the labor force, including working hours, that led to the labor movement.",
        "I can describe the working conditions and struggles experienced by the labor force, including safety, that led to the labor movement.",
        "I can describe the working conditions and struggles experienced by the labor force, including wages, that led to the labor movement.",
        "I can describe the working conditions and struggles experienced by the labor force, including standards of living, that led to the labor movement.",
        "I can describe the working conditions and struggles experienced by the labor force that led to the labor movement and evaluate the effectiveness of efforts to improve conditions."
      ]
    },
    {
      "unit": "Unit 1: A Nation in Conflict",
      "chapter": "Chapter 2: Post-Reconstruction and the Jim Crow Era",
      "targets": [
        "I can identify key figures and groups of the civil rights movement in the late 1800s and early 1900s.",
        "I can identify W.E.B. DuBois.",
        "I can identify Booker T. Washington.",
        "I can identify Mary Church Terrell.",
        "I can identify Ida B. Wells.",
        "I can identify the NAACP.",
        "I can identify the Niagara Movement.",
        "I can identify changes to the Louisiana Constitution over time, with emphasis on revisions from 1879 to 1974.",
        "I can explain the origins and developments of Louisiana public colleges and universities.",
        "I can explain the origins and developments of Louisiana land grant institutions.",
        "I can explain the origins and developments of Louisiana historically Black colleges and universities.",
        "I can explain the origins and developments of Louisiana regional universities.",
        "I can analyze the events leading to Plessy v. Ferguson (1896).",
        "I can analyze the consequences of the Plessy v. Ferguson (1896) decision.",
        "I can analyze changes to the Louisiana constitution resulting from the Plessy v. Ferguson (1896) decision.",
        "I can explain the emergence of the Jim Crow system.",
        "I can explain how the Jim Crow system affected Black Americans.",
        "I can explain the goals and strategies used by civil rights leaders in the late 1800s and early 1900s.",
        "I can analyze differing viewpoints of key figures and groups of the civil rights movement in the late 1800s and early 1900s.",
        "I can analyze the causes of changes to the Louisiana Constitution over time, with emphasis on revisions from 1879 to 1974.",
        "I can analyze the effects of changes to the Louisiana Constitution over time, with emphasis on revisions from 1879 to 1974."
      ]
    },
    {
      "unit": "Unit 1: A Nation in Conflict",
      "chapter": "Chapter 1: The West and American Indian Experience",
      "targets": [
        "I can identify Exodusters.",
        "I can identify the \"American Dream.\"",
        "I can identify Frederick Turner's \"The Significance of the Frontier in American History.\"",
        "I can identify the Battle of Little Bighorn and its subsequent treaties.",
        "I can identify Wounded Knee and its subsequent treaties.",
        "I can explain the motivations for migration to the West by various groups.",
        "I can explain the motivations for settlement of the West by Exodusters.",
        "I can explain how the motivations for migration to and settlement of the West by various groups relate to the American Dream.",
        "I can analyze Frederick Turner's \"The Significance of the Frontier in American History.\"",
        "I can analyze how the lives of Native Americans changed as a result of westward expansion.",
        "I can analyze how the lives of Native Americans changed as a result of the extermination of the buffalo.",
        "I can analyze how the lives of Native Americans changed as a result of the reservation system.",
        "I can analyze how the lives of Native Americans changed as a result of the Dawes Act.",
        "I can analyze how the lives of Native Americans changed as a result of the U.S. policies of assimilation.",
        "I can analyze the causes of conflict between Native Americans and the U.S. government and settlers during the late 19th century and early 20th century.",
        "I can analyze the effects of conflict between Native Americans and the U.S. government and settlers during the late 19th century and early 20th century.",
        "I can analyze the causes and effects of the Battle of Little Bighorn and its subsequent treaties.",
        "I can analyze the causes and effects of Wounded Knee and its subsequent treaties."
      ]
    },
    {
      "unit": "Unit 5: The World at War",
      "chapter": "Chapter 12: Causes of World War II and U.S. Involvement",
      "targets": [
        "I can identify militarism.",
        "I can identify totalitarianism.",
        "I can identify Imperial Japan.",
        "I can identify fascist Italy.",
        "I can identify Nazi Germany.",
        "I can identify the communist Soviet Union.",
        "I can identify the Nanjing Massacre.",
        "I can identify the Holodomor.",
        "I can identify the Holocaust.",
        "I can identify the Nuremberg Laws.",
        "I can identify Pearl Harbor.",
        "I can identify the Allied powers.",
        "I can identify the Axis powers.",
        "I can identify Franklin D. Roosevelt.",
        "I can identify Harry S. Truman.",
        "I can identify Sir Winston Churchill.",
        "I can identify Charles de Gaulle.",
        "I can identify Joseph Stalin.",
        "I can identify Adolf Hitler.",
        "I can identify Benito Mussolini.",
        "I can identify Michinomiya Hirohito.",
        "I can identify Hideki Tojo.",
        "I can identify the Louisiana Maneuvers.",
        "I can identify Higgins Boats.",
        "I can identify the Atlantic Charter.",
        "I can explain the rise and spread of militarism and totalitarianism internationally by examining the ideology of Imperial Japan.",
        "I can explain the rise and spread of militarism and totalitarianism internationally by examining the ideology of fascist Italy.",
        "I can explain the rise and spread of militarism and totalitarianism internationally by examining the ideology of Nazi Germany.",
        "I can explain the rise and spread of militarism and totalitarianism internationally by examining the ideology of the communist Soviet Union.",
        "I can explain the origins and effects of violence and mass murder in the 1930s and 1940s as demonstrated by the Nanjing Massacre.",
        "I can explain the origins and effects of violence and mass murder in the 1930s and 1940s as demonstrated by the Holodomor.",
        "I can explain the origins and effects of violence and mass murder in the 1930s and 1940s as demonstrated by the Holocaust.",
        "I can explain the causes and consequences of the Holocaust, including the Nuremberg Laws.",
        "I can describe the acts of aggression leading to World War II in Europe, and explain the effectiveness of policies and reactions.",
        "I can describe the acts of aggression leading to World War II in Asia, and explain the effectiveness of policies and reactions.",
        "I can describe the causes of World War II.",
        "I can analyze events that led to U.S. involvement in World War II, including the attack on Pearl Harbor.",
        "I can describe the role of alliances in World War II, including the Allied powers.",
        "I can describe the role of alliances in World War II, including the Axis powers.",
        "I can describe the role and importance of leaders from the United States in World War II.",
        "I can describe the role and importance of leaders from Great Britain in World War II.",
        "I can describe the role and importance of leaders from Germany in World War II.",
        "I can describe the role and importance of leaders from Italy in World War II.",
        "I can describe the role and importance of leaders from France in World War II.",
        "I can describe the role and importance of leaders from the Soviet Union in World War II.",
        "I can describe the role and importance of leaders from Japan in World War II.",
        "I can analyze how Louisiana contributed to the war effort during World War II and the effects on Louisiana, including the role of the Louisiana Maneuvers.",
        "I can analyze the role of Higgins Boats in Louisiana's contribution to the war effort during World War II and the effects on Louisiana.",
        "I can explain how key decisions from Allied conferences during World War II, including the Atlantic Charter, affected the course of the war."
      ]
    },
    {
      "unit": "Unit 5: The World at War",
      "chapter": "Chapter 13: Course and Consequences of World War II",
      "targets": [
        "I can identify the Battle of the Atlantic.",
        "I can identify Operation Torch.",
        "I can identify the Battle of Normandy/Operation Overlord.",
        "I can identify the Battle of the Bulge.",
        "I can identify the Battle of Berlin.",
        "I can identify the Battle of Bataan and the Bataan Death March.",
        "I can identify the Doolittle Raid.",
        "I can identify the Battle of the Coral Sea.",
        "I can identify the Battle of Midway.",
        "I can identify the Battle of Leyte Gulf.",
        "I can identify the Battle of Iwo Jima.",
        "I can identify the Battle of Okinawa.",
        "I can identify Franklin D. Roosevelt.",
        "I can identify Harry S. Truman.",
        "I can identify Dwight D. Eisenhower.",
        "I can identify George Patton.",
        "I can identify Douglas MacArthur.",
        "I can identify Charles de Gaulle.",
        "I can identify Joseph Stalin.",
        "I can identify Adolf Hitler.",
        "I can identify Benito Mussolini.",
        "I can identify Hideki Tojo.",
        "I can identify the Holocaust.",
        "I can identify antisemitism.",
        "I can identify Anne Frank.",
        "I can identify the Nuremberg trials.",
        "I can identify the Tuskegee Study.",
        "I can identify Japanese internment.",
        "I can identify the Tuskegee Airmen.",
        "I can identify the 442nd Regimental Combat team.",
        "I can identify the 101st Airborne.",
        "I can identify the Cajun \"Frenchies.\"",
        "I can identify the Women's Army Corps.",
        "I can identify the Navajo Code Talkers.",
        "I can identify the Louisiana Maneuvers.",
        "I can identify Higgins Boats.",
        "I can identify victory gardens.",
        "I can identify the Servicemen's Readjustment Act.",
        "I can identify the Manhattan Project.",
        "I can identify the Yalta Conference.",
        "I can identify the Tehran Conference.",
        "I can identify the Potsdam Conference.",
        "I can explain the significance of the Battle of the Atlantic as a major military action or turning point in the Atlantic Theater.",
        "I can explain the significance of Operation Torch as a major military action or turning point in the Atlantic Theater.",
        "I can explain the significance of the Battle of Normandy (Operation Overlord) as a major military action or turning point in the Atlantic Theater.",
        "I can explain the significance of the Battle of the Bulge as a major military action or turning point in the Atlantic Theater.",
        "I can explain the significance of the Battle of Berlin as a major military action or turning point in the Atlantic Theater.",
        "I can explain the significance of the Battle of Bataan and the Bataan Death March as major military actions or turning points in the Pacific Theater.",
        "I can explain the significance of the Doolittle Raid as a major military action or turning point in the Pacific Theater.",
        "I can explain the significance of the Battle of the Coral Sea as a major military action or turning point in the Pacific Theater.",
        "I can explain the significance of the Battle of Midway as a major military action or turning point in the Pacific Theater.",
        "I can explain the significance of the Battle of Leyte Gulf as a major military action or turning point in the Pacific Theater.",
        "I can explain the significance of the Battle of Iwo Jima as a major military action or turning point in the Pacific Theater.",
        "I can explain the significance of the Battle of Okinawa as a major military action or turning point in the Pacific Theater.",
        "I can describe the role and importance of leaders from the United States in World War II.",
        "I can describe the role and importance of leaders from Great Britain in World War II.",
        "I can describe the role and importance of leaders from Germany in World War II.",
        "I can describe the role and importance of leaders from Italy in World War II.",
        "I can describe the role and importance of leaders from France in World War II.",
        "I can describe the role and importance of leaders from the Soviet Union in World War II.",
        "I can describe the role and importance of leaders from Japan in World War II.",
        "I can explain the causes and consequences of the Holocaust, including antisemitism.",
        "I can explain the causes and consequences of the Holocaust, including restricted civil rights.",
        "I can explain the causes and consequences of the Holocaust, including resistance efforts.",
        "I can explain the causes and consequences of the Holocaust, including the experiences of people such as Anne Frank.",
        "I can explain the causes and consequences of the Holocaust, including the concentration camp system.",
        "I can explain the causes and consequences of the Holocaust, including the liberation of camps by the Allies.",
        "I can explain the causes and consequences of the Holocaust, including the Nuremberg trials.",
        "I can explain the origins and effects of violence and mass murder in the 1930s and 1940s as demonstrated by the treatment of political opponents and prisoners of war during World War II.",
        "I can explain the causes of Japanese internment in the United States during World War II.",
        "I can explain the effects of Japanese internment in the United States during World War II.",
        "I can explain the sacrifices and contributions of the Tuskegee Airmen during World War II.",
        "I can explain the sacrifices and contributions of the 442nd Regimental Combat Team during World War II.",
        "I can explain the sacrifices and contributions of the 101st Airborne Division during World War II.",
        "I can explain the sacrifices and contributions of the Cajun \"Frenchies\" during World War II.",
        "I can explain the sacrifices and contributions of the Women's Army Corps during World War II.",
        "I can explain the sacrifices and contributions of the Navajo Code Talkers during World War II.",
        "I can analyze how Louisiana contributed to the war effort during World War II and the effects on Louisiana, including the role of the Louisiana Maneuvers.",
        "I can analyze the role of Higgins Boats in Louisiana's contribution to the war effort during World War II and the effects on Louisiana.",
        "I can analyze the role of prisoner-of-war camps in Louisiana's contribution to the war effort during World War II and the effects on Louisiana.",
        "I can explain how wartime production and the workforce changed life in the United States during and immediately after World War II.",
        "I can explain how rationing changed life within the United States during and immediately after World War II.",
        "I can explain how victory gardens changed life within the United States during and immediately after World War II.",
        "I can explain how financing through war bonds in the United States changed during and immediately after World War II.",
        "I can explain how conservation changed life within the United States during and immediately after World War II.",
        "I can explain how propaganda campaigns changed life in the United States during and immediately after World War II.",
        "I can explain how the Servicemen's Readjustment Act changed life in the United States during and immediately after World War II.",
        "I can explain the events that led to, and the conditions of surrender of, the Axis powers in Europe, including the role of the United States.",
        "I can explain the events that led to, and the conditions of surrender of, the Axis powers in Asia, including the role of the United States.",
        "I can describe the importance of the Manhattan Project and the development of atomic bombs.",
        "I can analyze the decision to use atomic bombs.",
        "I can explain how key decisions from Allied conferences during World War II affected the course of the war and the postwar world.",
        "I can explain how the Tehran Conference during World War II affected the course of the war and the postwar world.",
        "I can explain how the Yalta Conference during World War II affected the course of the war and the postwar world.",
        "I can explain how the Potsdam Conference during World War II affected the course of the war and the postwar world."
      ]
    }
]